Repository: Tangol/oscplugin-advcaptcha
Catalog: languages/*/messages.po
Languages: hr_hr

source: CAPTCHA not solved correctly. Please try again.
hr_hr: CAPTCHA nije riješena točno. Pokušajte ponovo.

source: Advanced CAPTCHA
hr_hr: Napredna CAPTCHA

source: Settings
hr_hr: Postavke

source: Settings updated.
hr_hr: Postavke ažurirane.

source: Login
hr_hr: Prijava

source: Register
hr_hr: Registracija

source: Forgotten password
hr_hr: Zaboravljena zaporka

source: Contact
hr_hr: Kontakt

source: Add an item
hr_hr: Predaja oglasa

source: Edit an item
hr_hr: Uređivanje oglasa

source: Add a comment
hr_hr: Dodavanje komentara

source: Support the author
hr_hr: Podrži autora

source: Question
hr_hr: Pitanje

source: Answer
hr_hr: Odgovor

source: Generate here
hr_hr: Preuzmi ovdje

source: Site key for reCAPTCHA v3.
hr_hr: Site key za reCAPTCHA v3.

source: Secret key for reCAPTCHA v3.
hr_hr: Secret key za reCAPTCHA v3.

source: reCAPTCHA V3 score threshold
hr_hr: reCAPTCHA V3 bodovni prag

source: More info
hr_hr: Više informacija

source: Score threshold for reCAPTCHA.
hr_hr: Bodovni prag za reCAPTCHA.

source: Q&A CAPTCHA questions
hr_hr: Q&A CAPTCHA pitanja

source: Add more
hr_hr: Dodaj

source: Remove
hr_hr: Ukloni

source: Theme mod required
hr_hr: Modifikacija teme potrebna

source: "%s" form
hr_hr: Forma - "%s"

source: None
hr_hr: Ništa

source: Math
hr_hr: Matematika

source: Text
hr_hr: Tekst

source: Q&A
hr_hr: Pitanje i odgovor

source: Adapting to your theme, adding CAPTCHA to an existing plugin
hr_hr: Prilagodba vašoj temi i dodavanje CAPTCHA na postojeći plugin

source: Ask on our <a href="%s">support forums</a>.
hr_hr: Pitaj na našem <a href="%s">forumu</a>.

source: Drop me a mail at <a href="mailto:%s">%s</a> for premium integration to your site.
hr_hr: Javite se na <a href="mailto:%s">%s</a> za premium integraciju na vašu web stranicu.

source: Save
hr_hr: Spremi

source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). Based on the score, you can take variable action in the context of your site.
hr_hr: reCAPTCHA v3 daje bodove ovisno o ponašanju korisnika (1.0 je vjerojatno pravi korisnik, dok je 0.0 bot).

source: reCAPTCHA learns by seeing real traffic on your site. For this reason, scores in a staging environment or soon after implementing may differ from production. As reCAPTCHA v3 doesn't ever interrupt the user flow, you can first run reCAPTCHA without taking action and then decide on thresholds by looking at your traffic in the admin console. By default, you can use a threshold of 0.5.
hr_hr: reCAPTCHA uči promatrajući stvaran promet vaše web-stranice. Zbog toga rezultati prilikom testiranja ili odmah nakon instaliranja plugina mogu biti drugačiji od rezultata kod stvarnih korisnika. Na početku možete staviti reCAPTCHA bodovni prag na 0.0 te se nakon razmatranja rezultata odlučiti za neki realni bodovni prag. Ako se ne želite zamarati s promatranjem rezultata, preporučeni prag je 0.5.

source: Close
hr_hr: Zatvori

source: Theme mod
hr_hr: Modificiranje teme

source: Open
hr_hr: Otvorite

source: in <i>oc-content/themes/your_theme</i> and add
hr_hr: u <i>oc-content/themes/vasa_tema</i> i dodajte

source: where you want the CAPTCHA to be shown. It's usually somewhere above the <i>&lt;/form&gt;</i> tag.
hr_hr: gdje želite prikazati CAPTCHA. Uglavnom je to negdje iznad <i>&lt;/form&gt;</i> oznake.

source: What's
hr_hr: Koliko je

source: Refresh
hr_hr: Osvježi

source: Fill me...
hr_hr: Ispuni me...

source: Enter the text from image above
hr_hr: Unesite tekst sa slike iznad
